Repository: mysociety/mapit
Catalog: mapit/locale/*/LC_MESSAGES/django.po
Languages: sv_se

source: <li>For a postcode: find the National Grid and latitude and longitude co-ordinates for a postcode, and which administrative areas it belongs to, such as ward, the local authority area, super output areas, the parliamentary constituency, and the European region.</li> <li>Partial postcode such as SW1A: find the national grid and latitude/longitude co-ordinates for the centre of that partial postcode.</li> <li>Point: find out which administrative areas a point (expressed as a latitude/longitude) is contained in.</li> <li>Nearest postcode: find the nearest postcode to a point on the map.</li> <li>By area: find data on an administrative area, such as its boundaries, or an example postcode in this area. You can also get “digital boundaries” to map the area, in e.g. WKT, GeoJSON or KML formats, for use with maps and/or geographic information systems.</li> <li>Related areas: look up which administrative areas are contained within an area (e.g. all wards of a council), which areas it borders with, covers and/or overlaps with.</li> <li>Multiple areas: get information about several areas at once, by type of area (e.g. city council) or area name.</li> <li>Generations: shows a list of updates to MapIt information, with a unique number for each update (or “generation”). This helps with instances where you want to query historical data, for example.</li>
sv_se: <li>För ett postnummer: hitta National Grid- och latitud- och longitud-koordinaterna för ett postnummer, samt vilka administrativa områden den hör till, som stadsdel, lokalt förvaltningsområde, SOA (Super Output Areas), den parlamentariska valkretsen, och den europeiska regionen.</li> <li>Partiella postnummer som SW1A: hitta den nationella nätet och latitud-/longitud-koordinater för mitten av det partiella postnumret.</li> <li>Punkt: hitta vilka administrativa områden en punkt (uttryckt som latitud/longitud) ligger i.</li> <li>Närmaste postnummer: hitta det närmaste postnumret till en punkt på kartan.</li> <li>Efter område: hitta data om ett administrativt område, som dess gränser, eller ett exempelpostnummer i detta område. Du kan också hitta "digitala områden" för att mappa området, in t.ex. WKT-, GeoJSON- eller KML-format, för användning med kartor och/eller geografiska informationssystem.</li> <li>Relaterade områden: slå upp administrativa områden som ligger i ett område (t.ex. alla stadsdelar i en kommun), vilka områden det angränsar till, täcker och/eller överlappar med.</li> <li>Flera områden: hämta information om flera områden på en gång, efter områdestyp (t.ex. kommun) eller områdesnamn.</li> <li>Generationer: visar en lista med uppdateringar gällande MapIt-informationen, med ett unikt nummer för varje uppdatering (eller "generation"). Detta hjälper exempelvis vid tillfällen då du vill ställa frågor kring historisk data.</li>

source: Rate limiting
sv_se: Användningsbegränsning

source: <p>The service has an automatic counter that tracks the number of requests sent to it by a user, and limits requests if they reach a certain volume. This is set at an average of 1 call per second in a rolling 3 minute period. The reason to do this is to make sure the service does not get overwhelmed by huge requests volumes which could risk it going down for all users.</p> <p>Where the limit is exceeded, the service will stop sending data until the average goes back within the set limit.</p>
sv_se: <p>Tjänsten har en automatisk räknare som håller koll på antalet anrop som skickas av en given användare och begränsar antalet anrop om de överskrider en viss volym. Detta är satt till ett genomsnitt av ett anrop per sekund i en rullande treminutersperiod. Anledningen till att detta görs är för att försäkra oss om att tjänsten inte blir överväldigad av stora anropsvolymer som skulle kunna innebära en risk att tjänsten går offline för alla dess användare.</p> <p>När gränsen är överskriden kommer tjänten att sluta sända data tills genomsnittet går tillbaka till att vara under den tillåtna gränsen.</p>

source: Results for “%(postcode)s”
sv_se: Resultat för “%(postcode)s”

source: No location information. Note this <em>is</em> a valid postcode (otherwise you would have got a 404), just one for which we don&rsquo;t know the location.
sv_se: Ingen platsinformation. Notera att detta <em>är</em> ett giltligt postnummer (annars skulle du ha fått en 404), men ett postnummer för vilket vi inte vet dess plats.

source: Bad generation specified
sv_se: Ogiltligt angiven min_tolerance

source: Bad min_generation specified
sv_se: Ogiltligt angiven min_tolerance

source: Bad area ID specified
sv_se: Ogiltligt angivet områdes-ID

source: Badly specified tolerance
sv_se: Ogiltligt angiven tolerans

source: No polygons found
sv_se: Inga polygoner hittades

source: Children of %s
sv_se: Barn till %s

source: That query was taking too long to compute - try restricting to a specific type, if you weren't already doing so.
sv_se: Det anropet tog för lång tid att beräkna - försök att begränsa sökningen till en specifik typ om du inte redan gjorde det.

source: There was an internal error performing that query.
sv_se: Ett internt fel uppstod då det anropet försökte utföras.

source: Areas touching %s
sv_se: Områden som berör %s

source: Areas overlapping %s
sv_se: Områden som överlappar %s

source: Areas covered by %s
sv_se: Områden som täcks av %s

source: Areas covered by or overlapping %s
sv_se: Områden som täcks av eller överlappar %s

source: Areas that cover %s
sv_se: Områden som täcker %s

source: Areas that intersect %s
sv_se: Områden som genomskär %s

source: Areas ID lookup
sv_se: Uppslagning av områdes-ID

source: Areas in %s
sv_se: Områden i %s

source: Areas starting with %s
sv_se: Områden som börjar med %s

source: No areas were found that matched code {0} = {1}.
sv_se: Inga områden hittades som matchade kod {0} = {1}.

source: There were multiple areas that matched code {0} = {1}.
sv_se: Flera områden hittades som matchade kod {0} = {1}.

source: Point outside the area geometry
sv_se: Punkt utanför områdets geometri

source: Areas covering the point ({0},{1})
sv_se: Områden som täcker punkten ({0},{1})

source: No content specified
sv_se: Inget innehåll angivet
