Repository: mysociety/mapit
Catalog: mapit/locale/*/LC_MESSAGES/django.po
Languages: sv_se

source: No matching areas found.
sv_se: Inga matchande områden hittades.

source: Sorry, that could not be found.
sv_se: Det kunde inte hittas.

source: Sorry, you made a bad request:
sv_se: Din förfrågan var ogiltlig:

source: Sorry, something's gone wrong.
sv_se: Något gick fel.

source: <em>lookup by</em> area
sv_se: <em>slå upp efter</em> område

source: area ID or ONS code
sv_se: områdes-ID eller ONS-kod

source: area ID
sv_se: områdes-ID

source: kml or geojson or wkt
sv_se: kml eller geojson eller wkt

source: kml or json or wkt
sv_se: kml eller json eller wkt

source: Optional query parameters
sv_se: Valfria parametrar till förfrågan

source: a floating point parameter to simplify the polygons returned
sv_se: en flyttalsparameter för att förenkla de returnerade polygonerna

source: Returns
sv_se: Returnerar

source: Information on a particular area, including name, type, parent, and any associated codes (see <a href="#general">below for details</a>). The code lookups redirect to the area URI.
sv_se: Information om en särskild area, innehållandes namn, typ, förälder, och eventuella associerade koder (se <a href="#general">nedan för detaljer</a>). Koduppslagningar omdirigerar till områdets URI.

source: example_postcode returns a random postcode within the area specified.
sv_se: example_postcode returnerar ett slumpmässigt postnummer inom det specificerade området

source: geometry returns centroid, extent and area of the area.
sv_se: geometry returnerar centroiden, omfattningen och området för området.

source: <em>lookup</em> related areas
sv_se: <em>slå upp</em> relaterade areor

source: <li><i>type</i>, to restrict results to a particular type or types.</li>
sv_se: <li><i>type</i>, för att begränsa resultatet till en särskild typ eller till särskilda typer.</li>

source: <li><i>generation</i>, to return results from a previous generation (children only).</li>
sv_se: <li><i>generation</i>, för att returnera resultat från en tidigare generation (endast barn).</li>

source: <li><i>min_generation</i>, to return areas since that generation (children only).</li>
sv_se: <li><i>min_generation</i>, för att returnera areor sedan generationen (endast barn).</li>

source: A hash of areas that match the requested lookup.
sv_se: En hash av areor som matchar den efterfrågade uppslagningen.

source: <em>lookup</em> multiple areas
sv_se: <em>slå upp</em> flera areor

source: area IDs
sv_se: områdes-ID:t

source: type(s)
sv_se: typ(er)

source: name prefix
sv_se: namnprefix

source: Parameters
sv_se: Parametrar

source: Separate multiple parameters with commas. Name prefix means it will return any area that starts with the string given.
sv_se: Separera flera parametrar med kommatecken. Namnprefix betyder att den endast kommer att returnera areor som börjar med den angivna strängen.

source: to return areas in that generation (type and name lookups only)
sv_se: för att returnera areor i den generationen (endast typ- och namnuppslagningar)

source: to return areas since that generation (type and name lookups only)
sv_se: för att returnera areor sedan den generationen (endast typ- och namnuppslagningar)

source: to restrict results to a type or types (multiple separated by commas; name lookup only)
sv_se: för att begränsa resultatet till en typ eller typer (flera avgränsas med kommatecken; endast namnuppslagning)

source: Information on multiple areas that match the parameters provided, as a dictionary indexed by area ID. The geometry argument lets you fetch multiple single area geometry results at once.
sv_se: Information om flera areor som matchar de angivna parametrarna, som en katalog indexerad med områdes-ID. Geometriargumentet låter dig hämta flera enskilda områdesgeometriresultat samtidigt.

source: Generations
sv_se: Generationer

source: A list of all generations in this installation of MapIt.
sv_se: En lista av alla generationer i den här MapIt-installationen.

source: Example
sv_se: Exempel

source: List of generations
sv_se: Generationslista

source: <p>The documentation below is for developers who want to use MapIt as a web service, describing its REST API. If that&rsquo;s all Greek to you, please see <a href="/overview">our page for non-developers</a>.</p>
sv_se: <p>Dokumentationen nedan är för utvecklare som vill använda MapIt som en webbtjänst och beskriver dess REST-API. Om detta är som grekiska för dig, se <a href="/overview">vår sida för icke-utvecklare</a>.</p>

source: <em>lookup by</em> point
sv_se: <em>slå upp efter</em> punkt

source: <p><i>SRID</i> is a unique number referring to a particular co-ordinate system;
sv_se: <p><i>SRID</i> är ett unikt nummer som refererar till ett särskilt koordinatsystem;

source: the ones you probably are interested in are 27700 for British National Grid, 4326 for WGS84 lon/lat, and 29902 for the Irish National Grid.
sv_se: de du förmodligen är intresserad av är 27700 för British National Grid, 4326 för WGS84 lon/lat, och 29902 för Irish National Grid.

source: the ones you probably are interested in are 32632 o UTM zone 32N, for Italy or 4326 for WGS84 lon/lat.
sv_se: de du förmodligen är intresserad av är 32632 o UTM zone 32N, för Italien eller 4326 för WGS84 lon/lat.

source: the one you probably are interested in is 4326 for WGS84 normal lon/lat.
sv_se: de du förmodligen är intresserade av är 4326 för WGS84 normal lon/lat.

source: <p><i>x</i> and <i>y</i> are the co-ordinates of the point in the co-ordinate system; note that <i>x,y</i> means <i>longitude,latitude</i>.</p>
sv_se: <p><i>x</i> och <i>y</i> är koordinaterna för punkten i koordinatsystemet; notera att <i>x,y</i> betyder <i>longitud,latitud</i>.</p>

source: <dt>Optional query parameters:</dt>
sv_se: <dt>Valfria parametrar till förfrågan:</dt>

source: <i>type</i>, to restrict results to a particular area type or types (multiple types separated by commas);
sv_se: <i>type</i>, för att begränsa resultatet till en särskild typ eller till särskilda typer (flera typer avgränsas med kommatecken);

source: <i>generation</i>, to return results for a previous generation.
sv_se: <i>generation</i>, för att returnera resultat för en tidigare generation.

source: <i>min_generation</i>, to return results since that generation.
sv_se: <i>min_generation</i>, för att returnera resultat sedan den generationen.

source: <p>A hash of the areas that the point is contained within. If the /box version is used, only the area bounding boxes are considered.</p>
sv_se: <p>En hash med areor som innehåller punkten. Om /box-versionen används så tas endast "bounding boxes" hänsyn till.</p>

source: <em>lookup</em>nearest postcode
sv_se: <em>slå upp</em>närmaste postnummer

source: Same as for
sv_se: Samma som för

source: by point
sv_se: efter punkt

source: The postcode closest to the particular point.
sv_se: Postnumret närmast den särskilda punkten.

source: <em>lookup by</em> postcode
sv_se: <em>slå upp efter</em> postnummer

source: postcode
sv_se: postnummer

source: <p>Information on a particular postcode, including its location in WGS84 latitude/longitude, and the areas it is contained within.</p>
sv_se: <p>Information om ett särskild postnummer, inklusive dess plats i WGS84 latitude/longitude, och de areor som innehåller punkten.</p>

source: <p><i>generation</i>, to return results from a previous generation.</p>
sv_se: <p><i>generation</i>, för att returnera resultat från en tidigare generation.</p>

source: <em>lookup by</em> partial postcode
sv_se: <em>slå upp efter</em> partiellt postnummer

source: partial postcode
sv_se: partiellt postnummer

source: <p>Geographical details for the centroid of the partial postcode specified.</p>
sv_se: <p>Geografiska detaljer kring centroiden från det angivna partiella postnumret</p>

source: Type
sv_se: Typ

source: Exists in generations
sv_se: Finns i generationer

source: Country
sv_se: Land

source: A child of <a href="%(url)s">%(name)s</a>.
sv_se: Ett barn till <a href="%(url)s">%(name)s</a>.

source: Example postcode
sv_se: Exempelpostnummer

source: Children
sv_se: Barn

source: Get <a href="%(json_url)s">this data as JSON</a>
sv_se: Hämta <a href="%(json_url)s">denna data som JSON</a>

source: Map © <a href="https://www.openstreetmap.org/copyright">OpenStreetMap</a> contributors
sv_se: Map © <a href="https://www.openstreetmap.org/copyright">OpenStreetMap</a> bidragsgivare

source: Geometry
sv_se: Geometri

source: Areas
sv_se: Areor

source: Touching this area
sv_se: Angränsar detta område

source: Overlapping this area
sv_se: Överlappar detta område

source: Covered by this area
sv_se: Täcks av detta område

source: Covering this area
sv_se: Täcker detta område

source: Covered by or overlapping this area
sv_se: Täcks av eller överlappar detta område

source: Intersects this area
sv_se: Beskär detta område

source: Codes
sv_se: Koder

source: No codes found
sv_se: Inga koder hittades

source: Alternative Names
sv_se: Alternativa Namn

source: No alternative names found
sv_se: Inga alternativa namn hittades

source: MapIt: a web service that maps postcodes and geographical points to administrative areas.
sv_se: MapIt: en webbtjänst som mappar postnummer och geografiska punkter till administrativa områden.

source: MapIt is a charitable project from mySociety
sv_se: MapIt är ett välgörenhetsprojekt från mySociety

source: Keep us online, Donate Now
sv_se: Hjälp oss förbli online, Donera Nu

source: Home &amp; Documentation
sv_se: Hem &amp; Dokumentation

source: <p>You should replace the text here with copyright statements describing the copyright and licenses of the data loaded into this instance of MapIt and the terms under which those data may be used. For an example of such statements, see <tt>mapit/templates/gb/mapit/copyright.html</tt>.
sv_se: <p>Du borde ersätta texten här med upphovsrättsutlåtanden som beskriver upphovsrätten och licenserna kring den data som laddas in i den här MapIt-instansen, samt termerna under vilka denna data får användas. För ett exempel av ett sådant utlåtande (på engelska), se <tt>mapit/templates/gb/mapit/copyright.html</tt>.

source: New Install
sv_se: Ny Installation

source: Example postcode in
sv_se: Exempelposkod i

source: An example postcode for <a href="%(area_url)s">%(area_name)s</a> is <strong>%(postcode)s</strong> (<a href="%(json_url)s">JSON</a>).
sv_se: Ett exempelpostnummer för <a href="%(area_url)s">%(area_name)s</a> är <strong>%(postcode)s</strong> (<a href="%(json_url)s">JSON</a>).

source: Active
sv_se: Aktiv

source: Inactive
sv_se: Inaktiv

source: Also available: MapIt Global
sv_se: Också tillgänglig: MapIt Global

source: Versions have appeared in other countries, such as <a href="http://mapit.nuug.no/">Norway</a>, and in 2012 we released a <a href="http://global.mapit.mysociety.org/">global version</a> based on OpenStreetMap data.
sv_se: Versioner har dykt upp i andra länder, som <a href="http://mapit.nuug.no/">Norge</a>, och under 2012 släppte vi en <a href="http://global.mapit.mysociety.org/">global version</a> baserad på OpenStreetMap-data.

source: Usage &amp; Licence
sv_se: Användning &amp; Licens

source: <p>To maintain quality of service for our own websites, as well as our API users, this service is rate limited to an average of 1 call per second in a rolling 3 minute period.</p>
sv_se: <p>För att upprätthålla kvalitén kring våra tjänster för våra egna webbplatser och våra API-användare så är den här tjänsten begränsad till i genomsnitt ett anrop per sekund under en treminutersperiod.</p>

source: <p>If you use this service, we ask that you attribute MapIt at the point of use on sites or apps. Attribution should use the text &ldquo;Powered by MapIt&rdquo;, with a link back to this page.</p>
sv_se: <p>Om du använder denna tjänst så vill vi be dig att ge erkännande till MapIt vid användningspunkten på webbplatser eller appar. Erkännande skall använda texten &ldquo;Powered by MapIt&rdquo;, med en länk till den här sidan.</p>

source: MapIt : map postcodes and geographical points to administrative areas
sv_se: MapIt: mappa postnummer och geografiska punkter till administrativa områden

source: Try it out, enter a postcode
sv_se: Skriv in ett postnummer

source: Try it out, enter a lat,lon
sv_se: Skriv in lat,lon

source: latitude
sv_se: latitud

source: longitude
sv_se: longitud

source: Look up
sv_se: Slå upp

source: Lookups
sv_se: Uppslagningar

source: Postcode
sv_se: Postnummer

source: Partial postcode
sv_se: Partiellt postnummer

source: Point
sv_se: Punkt

source: Nearest postcode
sv_se: Närmaste postnummer

source: Area
sv_se: Område

source: Related areas
sv_se: Relaterade områden

source: Multiple areas
sv_se: Flera områden

source: General information
sv_se: Allmän information

source: About MapIt
sv_se: Om MapIt

source: Usage &amp; licence
sv_se: Användning &amp; licens

source: Source code
sv_se: Källkod

source: Changelog
sv_se: Ändringslogg

source: <p>All calls return JSON, you can generally get an HTML representation by sticking .html on the end.</p>
sv_se: <p>Samtliga anrop returnerar JSON, du kan generellt hämta en HTML-representation genom att lägga till .html på slutet.</p>

source: <p>Whenever an area is returned from MapIt, it is as a dictionary with the following keys: id, name, country, type, parent_area, generation_low, generation_high, codes.</p>
sv_se: <p>När ett område returneras från MapIt är det en katalog med följande nycklar: id, name, country, type, parent_area, generation_low, generation_high, codes.</p>

source: Historical areas
sv_se: Historiska områden

source: By default, calls will return active areas; for some calls you may specify a previous generation to look up instead.
sv_se: Som standard returnerar anrop aktiva områden; för vissa anrop kan du ange en tidigare generation att slå upp istället.

source: <p>MapIt was written back in 2003 as a postcode lookup to power the original <a href="http://www.mysociety.org/">mySociety</a> sites such as <a href="http://www.writetothem.com/">WriteToThem</a>. Over time it gained features such as point lookup (for <a href="http://www.fixmystreet.com/">FixMyStreet</a>), and when Ordnance Survey data became freely available in 2010, it was rewritten and made public for the whole UK.
sv_se: <p>MapIt skrevs 2003 som en postnummeruppslagning för att driva orginella <a href="http://www.mysociety.org/">mySociety</a>-webbplatser som <a href="http://www.writetothem.com/">WriteToThem</a>. Över tiden förbättrades MapIt med funktioner som punktuppslagning (för <a href="http://www.fixmystreet.com/">FixMyStreet</a>), och när Ordnance Survey-data blev fritt tillgänglig i 2010 skrevs den om och gjordes offentlig för hela Storbritannien.

source: <p>MapIt is a service that maps postcodes and geographical points to administrative areas. It&rsquo;s useful for anyone who has the co-ordinates of a particular point, and needs to find out what regions it lies within. It&rsquo;s also great for looking up the shapes of all those boundaries.</p>
sv_se: <p>MapIt är en tjänst som mappar postnummer och geografiska punkter till administrativa områden. Tjänsten är användbar för den som har koordinater för en punkt och vill veta i vilka områden denna punkt ligger i. Den är också bra för att slå upp områdens geografiska gränsformer.</p>

source: <p>MapIt is a service that maps geographical points to administrative areas. It&rsquo;s useful for anyone who has the co-ordinates of a particular point, and needs to find out what regions it lies within. It&rsquo;s also great for looking up the shapes of all those boundaries.</p>
sv_se: <p>MapIt är en tjänst som mappar postnummer och geografiska punkter till geografiska områden. Tjänsten är användbar för den som har koordinater för en punkt och vill veta i vilka områden denna punkt ligger i. Den är också bra för att slå upp områdens geografiska gränsformer.</p>

source: <p>You can <a href="https://github.com/mysociety/mapit">download the source on Github</a>.</p>
sv_se: <p>Du kan <a href="https://github.com/mysociety/mapit">ladda ner källkoden på Github</a>.</p>

source: Usage and licensing
sv_se: Användning och licensering

source: MapIt for non-developers
sv_se: MapIt för icke-utvecklare

source: <p>MapIt is a system that sends data about administrations and other location-related data in response to requests from a website or service. This is useful if you are building services that require these data, for example, to identify which ward a postcode is in, what the nearest postcode is to a point on a map, or what the boundaries of an administrative area are &ndash; and many, many others.</p> <p>In technical terms MapIt is classed as an API which stands for Application Programming Interface. It allows an external service to query data held in a database and return results. This removes the need to build such a database yourself &ndash; you can simply use MapIt in your application or site.
sv_se: <p>MapIt är ett system som skickar data om förvaltningar och andra områdesbaserade data i respons till anrop från en webbplats eller tjänst. Detta är användbart om du bygger tjänster som behöver dessa data, exempelvis för att identifiera vilken förvaltning ett postnummer ligger i, vilket som är det närmaste postnumret till en punkt på en karta, eller vilka gränser ett administrativt område har &ndash; och många, många fler.</p> <p>I tekniska termer är MapIt klassat som en API, vilket står för Application Programming Interface. Det låter externa tjänster ställa frågor kring data i en databas och returnerar ett resultat. Detta tar bort behovet av att bygga en sådan databas själv &ndash; du kan helt enkelt använda MapIt i din applikation eller webbplats.

source: Example applications
sv_se: Exempelapplikationer

source: MapIt can be used for all sorts of websites and applications. For example
sv_se: MapIt kan användas för alla möjliga sortes webbplatser och applikationer. Till exempel

source: <li><a href="http://www.fixmystreet.com/">FixMyStreet</a> is mySociety&rsquo;s street problem reporting service, which uses MapIt to find the right area on the map when the user enters their postcode, and to assign problem reports to the correct local authority when the user drops a pin on the map to show the problem’s location. It also relies on MapIt to <a href="http://www.fixmystreet.com/reports/Bromley">plot local authority boundaries</a>.</li> <li><a href="http://www.landlayer.com/">Land Layer</a> is a web-based resource aimed at the strategic land professional and others who need access via a single map-based tool to their business information. Land Layer was launched in 2012, and combines a series of functions and business information that benefits users by reducing the time to enter or retrieve data either at their desk or in the field. Users can quickly record information to a ‘Pin’ on a digital map, which has layers of public, private and inter-company data. Users can also 'flag' on the map projects where they have been involved, adding a spatially targeted dimension to marketing. Land Layer uses the Mapit API to display local authority boundaries and to provide information on the political control of that authority.</li> <li><a href="http://pepysrd.com/">PepysRd.com</a> is an innovative marketing site for the novel Capital by John Lanchester, released by Faber in spring 2012. Storythings developed a 10 day experience that used live data from the web and new texts from John Lanchester to tell the story of the next 10 years. A core part of this experience was a series of data illustrations by James Bridle, using live data to reflect on the role of markets and infrastructure in our lives. Storythings used MapIt for a number of these illustrations, using its fantastic location data to provide unique and realtime story elements for the project.</li> <li><a href="https://www.gov.uk/">GOV.UK</a> &ndash; the UK Government’s digital portal &ndash; uses an installation of MapIt to enable visitors to its website find the right information on local public services based on their postcode.</li>
sv_se: <li><a href="http://www.fixmystreet.com/">FixMyStreet</a> är mySociety:s gatuproblemsrapporteringstjänst. FixMyStreet använder MapIt för att hitta rätt område på kartan när användaren skriver in sitt postnummer, samt för att tilldela problemrapporter till rätt lokala förvaltning när en användare sätter en nål på kartan för att visa problemets plats. FixMyStreet använder också MapIt för att <a href="http://www.fixmystreet.com/reports/Bromley">rita förvaltningsgränser</a>.</li> <li><a href="http://www.landlayer.com/">Land Layer</a> är en webbaserad resurs riktad till landstrategiproffesionella och andra som behöver tillgång till deras affärsinformation via ett kartbaserat verktyg. Land Layer lanserades i 2012 och kombinerar en serie funktioner med affärsinformation som gynnar användare genom att minska tiden som det tar att skriva in och ta emot data, antingen vid deras skrivbord eller utomhus. Användare kan snabbt dokumentera information till en "nål" på en digital karta, som har lager med offentlig, privat och koncernintern data. Användare kan också "flagga" projekt de har varit involverad på kartan, vilket skapar en spatiell riktad dimension till marknadsföring. Land Layer använder Mapit-API:n för att visa lokala förvaltningsgränser och för att tillhandahålla information om den politiska kontrollen över ett område.</li> <li><a href="http://pepysrd.com/">PepysRd.com</a> är en innovativ marknadsföringswebbplats för John Lanchesters roman Capital, utgiven av Faber under våren 2012. Storythings utvecklade en tiodagarsupplevelse som använde live data från webben och nya texter från John Lanchester för att berätta en historia om de nästkommande tio åren. En viktig del av denna upplevelse var en serie av dataillustrationer av James Bridle, som använde live data för att reflektera över marknaders och infrastrukturers roller i våra liv. Storythings använde MapIt för ett antal av dessa illustrationer genom att använda dess fantastiska platsdata för att erbjuda en unik och realtids-berättelseelement för projektet.</li> <li><a href="https://www.gov.uk/">GOV.UK</a> &ndash; Storbritanniens regerings digitala portal &ndash; använder en installation av MapIt för att möjliggöra besökare på deras webbplats att hitta rätt information om lokala offentliga tjänster baserat på deras postnummer.</li>

source: Possible uses
sv_se: Möjliga användningar

source: MapIt can be used for the following
sv_se: MapIt kan användas till följande
